adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-firmware
alsa-tools
alsa-utils
arc-gtk-theme
arch-install-scripts
arc-icon-theme
arc-solid-gtk-theme
aria2
ark
aspell
aspell-en
aspell-uk
autoconf
automake
bandwhich
base
binutils
bison
bluedevil
borg
breeze
breeze-gtk
btrfs-progs
cabal-install
cdrtools
chez-scheme
chicken
clang
clisp
cmake
debian-archive-keyring
debootstrap
discover
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
drkonqi
e2fsprogs
efibootmgr
element-desktop
emacs
etckeeper
exfatprogs
expac
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-rime
file
findutils
firefox
flameshot
flex
foliate
gawk
gcc
gettext
ghc
gimp
git
git-annex
git-lfs
gnu-free-fonts
goldendict
gparted
gprename
graphicsmagick
grep
groff
grub
gvfs
gzip
helix
htop
hunspell-en_us
i3blocks
i3-gaps
i3lock
i3status
intel-media-driver
intel-ucode
iperf
iptables-nft
iwd
java-environment-common
jdk-openjdk
joplin-appimage
kactivitymanagerd
kde-cli-tools
kdecoration
kde-gtk-config
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kinfocenter
kmenuedit
krename
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
layer-shell-qt
lib32-gst-plugins-base
lib32-libpulse
lib32-mpg123
lib32-openal
libertinus-font
libextractor
libkscreen
libksysguard
libmupdf
libreoffice-fresh
libreoffice-fresh-zh-cn
libtool
liferea
linux
linux-firmware
linux-headers
lvm2
lxc
lynx
lyx
lzip
m4
make
mdbook
milou
mkinitcpio
mosh
mpv
mupdf-gl
mupdf-tools
nano
nano-syntax-highlighting
ncdu
ncmpcpp
neofetch
network-manager-applet
nitrogen
nltk-data
nomacs
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
okular
os-prober
otf-cascadia-code
otf-font-awesome
oxygen
p7zip
pacman
pacman-contrib
pam-u2f
pandoc
papirus-icon-theme
paru
pass
pass-otp
patch
patchelf
pcmanfm-gtk3
perl-image-exiftool
piep
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
polybar
powerdevil
powertop
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pulsemixer
pwgen
python2
python-pip
python-virtualenv
qbittorrent
qemu
racket
restic
rime-pinyin-simp
ripgrep-all
rofi
ruby-rdoc
rustup
sddm-kcm
sed
sof-firmware
sshfs
stack
stow
sudo
syncthing
systemd-resolvconf
systemsettings
taisei
telegram-desktop
tesseract
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-chr
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
tk
tldr
tmux
tokei
traceroute
ttf-arphic-ukai
ttf-arphic-uming
ttf-cascadia-code
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hanazono
ttf-ionicons
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-sazanami
ttf-ubuntu-font-family
ubuntu-keyring
ufw
unrar
unzip
usbutils
vi
vim
virt-manager
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-modules-arch
vlc
wget
which
whois
wimlib
wireguard-tools
wps-office-fonts
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xbindkeys
xclip
xdg-desktop-portal-kde
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yay
you-get
youtube-dl
yubikey-manager
yubikey-personalization
zathura
zathura-cb
zathura-pdf-poppler
zathura-ps
zenity
zip
zotero
zsh
