adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-firmware
alsa-tools
alsa-utils
arc-gtk-theme
arch-install-scripts
arc-icon-theme
arc-solid-gtk-theme
aria2
aspell
aspell-en
aspell-uk
autoconf
automake
base
binutils
bison
borg
btrfs-progs
cabal-install
cdrtools
chez-scheme
chicken
clang
clisp
docker
dosfstools
dunst
e2fsprogs
efibootmgr
element-desktop
emacs
etckeeper
exfatprogs
expac
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-rime
file
findutils
firefox
flameshot
flex
gawk
gcc
gettext
ghc
gimp
git
git-annex
git-annex-adapter
git-annex-metadata-gui
gnu-free-fonts
goldendict
gparted
gprename
graphicsmagick
grep
groff
grub
gvfs
gzip
htop
hunspell-en_us
i3blocks
i3-gaps
i3lock
i3status
intel-ucode
iwd
java-environment-common
jdk-openjdk
keepassxc
kvantum-qt5
lib32-gst-plugins-base
lib32-libpulse
lib32-mpg123
lib32-openal
libertinus-font
libextractor
libmupdf
libreoffice-fresh
libtool
links
linux
linux-firmware
linux-headers
lvm2
lxappearance-gtk3
lxc
lynx
lyx
lzip
m4
make
mkinitcpio
mpv
mupdf-gl
mupdf-tools
nano
ncdu
neofetch
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
okular
os-prober
otf-cascadia-code
p7zip
pacman
pam-u2f
pandoc
papirus-icon-theme
pass
pass-otp
patch
pcmanfm-gtk3
perl-image-exiftool
piep
pkgconf
powertop
pulseaudio
pulseaudio-alsa
pulsemixer
python2
python-pip
python-virtualenv
qbittorrent
qemu
qpdfview
qtcurve-qt5
rime-pinyin-simp
ripgrep-all
rofi
rustup
sagemath
sed
sof-firmware
stack
stow
sudo
syncthing
taisei
telegram-desktop
tesseract
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
tk
tmux
tokei
traceroute
ttf-arphic-ukai
ttf-cascadia-code
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-hanazono
ttf-lato
ttf-linux-libertine
ttf-linux-libertine-g
ttf-sazanami
ttf-ubuntu-font-family
udiskie
unrar
unzip
vagrant
vi
vim
virt-manager
virtualbox
virtualbox-host-modules-arch
vlc
w3m
wget
which
whois
wimlib
wine
wine-mono
winetricks
wireshark-qt
wqy-bitmapfont
wqy-microhei
wqy-zenhei
xbindkeys
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xpdf
xreader
xss-lock
yay
you-get
youtube-dl
yubikey-manager
yubikey-personalization
zathura
zathura-cb
zathura-pdf-mupdf
zathura-ps
zenity
zotero
zsh
