adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
alacritty
alsa-firmware
alsa-tools
alsa-utils
autoconf
automake
base
binutils
bison
btrfs-progs
dosfstools
e2fsprogs
efibootmgr
emacs
etckeeper
exfatprogs
expac
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-rime
file
findutils
firefox
flex
gawk
gcc
gettext
git
gnu-free-fonts
grep
groff
grub
gzip
i3blocks
i3-gaps
i3lock
i3status
intel-ucode
iwd
keepassxc
libtool
linux
linux-firmware
lvm2
m4
make
mkinitcpio
nano
neofetch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
os-prober
pacman
pam-u2f
pass
patch
pcmanfm
pkgconf
pulseaudio
pulseaudio-alsa
pulsemixer
rime-pinyin-simp
rofi
sed
sof-firmware
stow
sudo
syncthing
telegram-desktop
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tmux
ttf-arphic-ukai
ttf-cascadia-code
ttf-dejavu
ttf-fira-code
ttf-hanazono
ttf-lato
ttf-sazanami
ttf-ubuntu-font-family
udiskie
vi
vim
wget
which
wireshark-qt
wqy-bitmapfont
wqy-microhei
wqy-zenhei
xbindkeys
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yay
you-get
youtube-dl
yubikey-manager
yubikey-personalization
zathura
zathura-cb
zathura-pdf-mupdf
zathura-ps
zotero
zsh
